{
    "locales": {
        "en": {
            "title": "Experience",
            "title_long_prefix": "Summary of my",
            "title_long": "**Work** Experience"
        },

        "np": {
            "title": "अनुभव",
            "title_long_prefix": "मेरो सारांश",
            "title_long": "**काम** अनुभव"
        },

        "ch": {
            "title": "经验",
            "title_long_prefix": "我的总结",
            "title_long": "**工作**经历"
        },

        "nw": {
            "title": "अनुभव",
            "title_long_prefix": "जिगु सारांश",
            "title_long": "**ज्या** अनुभव"
        }
    },

    "articles": [
        {
            "id": "work",
            "component": "ArticleTimeline",
            "config": {},
            "locales": {},

            "items": [
                {
                    "icon": {
                        "img": "images/pictures/place-7.png",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "dates": {
                        "start": "12/01/2021",
                        "end": "03/01/2022"
                    },
                    "locales": {
                        "en": {
                            "title": "**Technical** Engineer",
                            "info": "Sky Nepal Pvt Ltd",
                            "text": "Technical Engineer with a solid foundation in troubleshooting, maintaining, and optimizing systems. Skilled in problem-solving and assisting with technical solutions to improve efficiency. Familiar with various engineering tools and eager to learn and grow in a fast-paced environment.",
                            "tags": ["MountRack Server Management", "Networking", "Switch Router Management", "QNAP Management"]
                        },
                        "np": {
                            "title": "**प्राविधिक** इन्जिनियर",
                            "info": "स्काई नेपाल प्रालि",
                            "text": "समस्या निवारण, मर्मतसम्भार र प्रणाली अनुकूलनमा बलियो जग भएको प्राविधिक इन्जिनियर। समस्या समाधान गर्न र दक्षता सुधार गर्न प्राविधिक समाधानहरूमा सहयोग गर्नमा दक्ष। विभिन्न इन्जिनियरिङ उपकरणहरूसँग परिचित र द्रुत गतिको वातावरणमा सिक्न र बढ्न उत्सुक।",
                            "tags": null
                        },
                        "ch": {
                            "title": "**技术**工程师",
                            "info": "天空尼泊尔私人有限公司",
                            "text": "具有扎实系统故障排除、维护和优化基础的技术工程师。擅长解决问题并协助提供技术解决方案以提高效率。熟悉各种工程工具，渴望在快节奏的环境中学习和成长",
                            "tags": null
                        },
                        "nw": {
                            "title": "**प्राविधिक** इन्जिनियर",
                            "info": "स्काई नेपाल प्रालि",
                            "text": "सिस्टमया समस्या समाधान, मर्मत व अनुकूलन यायेगु ज्याय् ठोस जग दुम्ह प्राविधिक इन्जिनियर । समस्या समाधान यायेगु व दक्षता अप्वयेकेत प्राविधिक समाधानया निंतिं ग्वाहालि यायेगुली दक्ष । थी थी इन्जिनियरिङ्ग ज्याभःलिसे परिचित अले द्रुत गतिया वातावरणय् सयेकेत व विकास यायेत उत्सुक ।",
                            "tags": null
                        }
                    }
                },
                {
                    "icon": {
                        "img": "images/pictures/place-7.png",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "dates": {
                        "start": "03/01/2022",
                        "end": "06/01/2022"
                    },
                    "locales": {
                        "en": {
                            "title": "**Junior** Laravel Developer",
                            "info": "Cybil Tech Pvt Ltd",
                            "text": "Laravel Developer with experience in building and maintaining web applications using Laravel and PHP. Skilled in backend development, database management, and API integration. Passionate about writing clean, efficient code and continuously learning new technologies to improve application performance.",
                            "tags": ["JavaScript", "Laravel", "PHP", "github", "Bootstrap"]
                        },
                        "np": {
                            "title": "**जुनियर** लाराभेल विकासकर्ता",
                            "info": "साइबिल टेक प्रा. लि.",
                            "text": "Laravel र PHP प्रयोग गरेर वेब अनुप्रयोगहरू निर्माण र मर्मत गर्ने अनुभव भएको Laravel विकासकर्ता। ब्याकएन्ड विकास, डाटाबेस व्यवस्थापन, र API एकीकरणमा दक्ष। सफा, कुशल कोड लेख्ने र अनुप्रयोग प्रदर्शन सुधार गर्न निरन्तर नयाँ प्रविधिहरू सिक्ने बारेमा जोशिलो।",
                            "tags": null
                        },
                        "ch": {
                            "title": "**初级** Laravel 开发人员",
                            "info": "赛比尔科技私人有限公司",
                            "text": "Laravel 开发人员，具有使用 Laravel 和 PHP 构建和维护 Web 应用程序的经验。精通后端开发、数据库管理和 API 集成。热衷于编写简洁、高效的代码，并不断学习新技术以提高应用程序性能",
                            "tags": null
                        },
                        "nw": {
                            "title": "**जुनियर** लाराभेल विकासकर्ता",
                            "info": "साइबिल टेक प्रा. लि.",
                            "text": "लाराभेल व पिएचपि छ्यलाः वेब एप्लिकेशन दयेकेगु व मर्मत यायेगु अनुभव दुम्ह लाराभेल डेभलपर । ब्याकएन्ड विकास, डाटाबेस ब्यवस्थापन, व एपिआइ एकीकरणय् दक्ष । सफा, दक्ष कोड च्वयेगु व एप्लिकेशनया प्रदर्शन बांलाकेत निरन्तर रुपं न्हूगु प्रविधि सयेकेगुलिइ भावुक ।",
                            "tags": null
                        }
                    }
                },
                {
                    "icon": {
                        "img": "images/pictures/place-7.png",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "dates": {
                        "start": "06/01/2022",
                        "end": "now"
                    },
                    "locales": {
                        "en": {
                            "title": "**Mid Wordpress** Developer",
                            "info": "Hash Themes Pvt Ltd",
                            "text": "Mid-Level WordPress Developer with experience in developing, customizing, and maintaining WordPress websites, themes, and plugins. Proficient in PHP, JavaScript, React, HTML, and CSS, with a strong focus on performance optimization and responsive design. Skilled in integrating and extending WordPress functionality through custom plugins and modern frontend technologies to enhance user experience.",
                            "tags": ["PHP", "MySQL", "React", "CSS", "jQuery", "HTML5", "github"]
                        },
                        "np": {
                            "title": "**मध्य वर्डप्रेस** विकासकर्ता",
                            "info": "ह्यास थिम्स प्रा. लि.",
                            "text": "मध्यम-स्तरीय वर्डप्रेस विकासकर्ता जससँग वर्डप्रेस वेबसाइटहरू, थिमहरू र प्लगइनहरू विकास, अनुकूलन र मर्मत गर्ने अनुभव छ। PHP, JavaScript, React, HTML, र CSS मा दक्ष, प्रदर्शन अनुकूलन र उत्तरदायी डिजाइनमा बलियो ध्यान केन्द्रित गर्दै। प्रयोगकर्ता अनुभव बृद्धि गर्न अनुकूलन प्लगइनहरू र आधुनिक फ्रन्टएन्ड प्रविधिहरू मार्फत वर्डप्रेस कार्यक्षमतालाई एकीकृत र विस्तार गर्नमा दक्ष।",
                            "tags": null
                        },
                        "ch": {
                            "title": "**Mid Wordpress** 开发人员",
                            "info": "Hash Themes 私人有限公司",
                            "text": "中级 WordPress 开发人员，具有开发、自定义和维护 WordPress 网站、主题和插件的经验。精通 PHP、JavaScript、React、HTML 和 CSS，重点关注性能优化和响应式设计。擅长通过自定义插件和现代前端技术集成和扩展 WordPress 功能以增强用户体验。",
                            "tags": null
                        },
                        "nw": {
                            "title": "**मध्य वर्डप्रेस** विकासकर्ता",
                            "info": "ह्यास थिम्स प्रा. लि.",
                            "text": "वर्डप्रेस वेबसाइट, थीम व प्लगइन दयेकेगु, अनुकूलन यायेगु व मर्मत यायेगु अनुभव दुम्ह मध्यस्तरीय वर्डप्रेस डेभलपर । पीएचपी, जाभास्क्रिप्ट, रिएक्ट्स, एचटीएमएल, व सीएसएसय् दक्ष, प्रदर्शन अनुकूलन व प्रतिक्रियाशील डिजाइनय् सशक्त ध्यान केन्द्रित याइम्ह । प्रयोगकर्ताया अनुभव अप्वयेकेत कस्टम प्लगिन व आधुनिक फ्रन्टेन्ड प्रविधिया माध्यमं वर्डप्रेसया ज्याखँयात एकीकृत व विस्तार यायेगुलि दक्ष ।",
                            "tags": null
                        }
                    }
                }
            ]
        }
    ]
}
